HELLO_PLAN_TEXT = 'Вас приветствует планировщик задач'
FUNCTIONS_PRINT = 'Возможности:\n1. Добавление планов\n2. Вывод планов\n3. Удаление задач\n4. Выход'
CHOICE_PRINT = 'Введите цифру: '
NO_SEARCH_COMMAND = 'Не знаю такую команду'

DAY_OR_WEEK = "Вывод планов:\n1. На день\n2. На неделю \nВыберите:  "
CHOICE_DAY_TO_ADD_TASK = 'Введите день в формате: пн/вт/ср/чт/пт/сб/вс\nВведите: '
NO_SEARCH_DAY = 'Неверный формат дня'
INPUT_TASK_TEXT = "Введите задачу: "

CORRECT = 'Успешно добавлено!'

TASK = 'На этот день запланировано: '
DEL_DAY = 'Укажите день, когда нужно отменить задачу, в формате: пн/вт/ср/чт/пт/сб/вс\nВведите: '
NOTHING = 'На этот день ничего не запланировано!'
DEL_TASK = 'Введите номер задачи, которую хотите удалить (нумерация с единицы) \n Введите:  '
CORRECT_DEL = 'Успешно удалено!'
ERROR_NUM = 'Задачи с таким номером нет в списке'
ERROR = 'Некорректный ввод'
